import React from 'react'
import '../CSS/Zakat1.css'
export const Zakat1 = () => {
  return (
    <>
        <div className="zakat center">
            <div className="zakat-box-container center">

                <div className="zakat-box">
                    <div className="right-zakat-box"></div>
                    <div className="left-zakat-box">
                        <h2>سهولة ودقة في حساب زكاة الشركات وفق الشريعة الإسلامية</h2>
                        <p>يعمل هذا الموقع بطريقة بسيطة وفعالة لمساعدة الشركات في حساب الزكاة المستحقة عليها وفقاً للمعايير الشرعية.  أولاً، يتعين على المستخدم تعريف نوع شركته واختيار القطاع الذي تنتمي إليه. ثم سيُطلب منه الإجابة على بعض الأسئلة المتعلقة بالشركة ووضعها المالي، مثل قيمة الأصول، حجم الإيرادات السنوية، وقيمة رأس المال العامل، وغيرها من المعلومات المالية المهمة.  استنادًا إلى هذه المعلومات المدخلة، سيقوم الموقع بتحديد الصيغة المناسبة لحساب الزكاة وفقًا لنوع الشركة ومعايير الشريعة الإسلامية. يقوم الموقع تلقائيًا بحساب المبلغ المستحق من الزكاة بناءً على البيانات المقدمة من المستخدم، ليتمكن المستخدم من معرفة المبلغ الواجب دفعه.  هذه العملية تسهل على الشركات الامتثال لأحكام الزكاة وتساعدها على أداء واجباتها الدينية بسهولة ودقة، مع ضمان توجيه الأموال إلى مستحقيها وفقاً لأحكام الشريعة الإسلامية.</p>
                    </div>
                    
                </div>
            </div>
        </div>
    </>
    
  )
}
