import React from 'react'
import '../CSS/Zakat2.css'
export const Zakat2 = () => {
  return (
    <>
         <div className="zakat center">
            <div className="zakat-box-container center">

                <div className="zakat-box">
                <div className="left-zakat-box zakat2-left-box">
                       <h2>نحو مجتمع أكثر تماسكًا: دور الشركات في دعم الفئات الأقل حظًا وتحقيق الأثر الإيجابي</h2>
                       <p>تُعَدّ هذه المبادرة خطوةً هامة تحقق العديد من الفوائد للمجتمع من خلال تعزيز التضامن الاجتماعي وتلبية احتياجات الفئات الأقل حظًا. بالإضافة إلى ذلك، فإن لها تأثيرًا إيجابيًا مباشرًا على صورة الشركات المشاركة. من خلال وضع علامة اعتماد لهذه الشركات، نوفر رمزًا يعكس التزامها بالمسؤولية الاجتماعية. كما نخطط لإنشاء مقاطع فيديو تُظهر التغيرات الإيجابية والمشاريع التي تم تمويلها بفضل هذه التبرعات، مما يُبرز الأثر الواقعي لهذه المساهمات. بذلك، يمكن للشركات تعزيز سياساتها في مجال المسؤولية الاجتماعية (CSR) وإظهار اهتمامها الحقيقي بالمجتمع. علاوة على ذلك، يمكن للشركات الاستفادة من ميزة خصم هذه التبرعات من الضرائب، مما يُشجعها أكثر على المشاركة الفعالة في هذا العمل النبيل.</p>
                    </div>
                    <div className="right-zakat-box zakat2-right-box"></div>
                   
                    
                </div>
            </div>
        </div>
    </>
   
  )
}
